--ISO_639-1_code=RU
--+------------+--+-------------------------------------------------------------
--¦            ¦--¦   BrewLAN Russian strings table
--¦▒▒▒▒▒▒▒▒▒▒▒▒¦--¦   Author: Balthassar
--¦░░░░░░░░░░░░¦--¦   Translator: Ajay (theonewhonevergivesa on ModDB)
--+------------+--+-------------------------------------------------------------

--------------------------------------------------------------------------------
-- Подсказки
--------------------------------------------------------------------------------

--Переключатель производства боевых единиц в экспериментальной фабрике ОФЗ.
tooltipbrewlan0000="Производство авиации вкл/выкл."
tooltipbrewlan0001="Включает или выключает производство воздушных боевых единиц."

--Для T3 самолетов-обманок.
tooltipbrewlan0002="Переключить воздушную скорость."
tooltipbrewlan0003="Изображать истребитель Т3 или \"Царя\"."
tooltipbrewlan0004="Изображать истребитель Т3 или \"Жнеца\"."
tooltipbrewlan0005="Изображать истребитель Т3 или \"Ахвассу\"."
tooltipbrewlan0006="Изображать истребитель Т3 или AC-500 \"Центурион\"."

--Для мин.
tooltipbrewlan0007="Подорвать."
tooltipbrewlan0008="Немедленно подорвать заряд."

--Для постройки стен
tooltipbrewlan0009="Очистить строительную площадку."
tooltipbrewlan0010="Убрать все задния или обломки из области строительства."

--Для шпионского сооружения Серафимов
tooltipbrewlan0011="Наблюдение."
tooltipbrewlan0012="Выберите единицу, за которой производить слежку."

--Для открытия / закрытия ворот.
tooltipbrewlan0013="Открыть / Закрыть."
tooltipbrewlan0014="Переключить ворота: открыты или закрыты."
tooltipbrewlan0015="Автоматическое открывание включено."

--Для всеволнового подавителя
tooltipbrewlan0016="Вкл/выкл импульс подавления."
tooltipbrewlan0017="Включить или выключить импульс подавления всеволновых радаров."

--Tooltips for the Rez/reclaim command.
--tooltipbrewlan0018="Восстановить/Переработать (E)"
tooltipbrewlan0019="Переработать боевую единицу или обломки и восстановить ее чертеж."

--Для Звездных Врат
tooltipbrewlan0020="Связаться с вратами"
tooltipbrewlan0021="Выбирает квантовые врата для создания односторонней транспортной связи."
tooltipbrewlan0022="Включить / выключить щит, предотвращающий доступ в или из врат."
tooltipbrewlan0023="Прервать связь"
tooltipbrewlan0024="Закрывает текущую связь."

--Для ЭДА
tooltipbrewlan0025="Переключить повторение приказа"
tooltipbrewlan0026="Когда включено, как только артиллерия отстреляется, она снова построит только что выстреленные боевые единицы и продолжит огонь, если включены повтореные атаки."
tooltipbrewlan0027="Повторные атаки"
tooltipbrewlan0028="Начинает цикл повторяющихся атак по указанному местоположению, или задает новую цель для текущего цикла."
floatingtextIVAN01="Повторение приказа вкл."
floatingtextIVAN02="Повторение приказа выкл."

--Для Паноптикума
tooltipbrewlan0029="Включить экономное слежение"
tooltipbrewlan0030="Когда включено, этот юнит будет динамически снижать оперативный радиус, подстраивая затраты под уровень, поддерживаемый экономикой."

--Мобильная ПВО/ПРО Серафим
tooltipbrewlan0031="Переключить приоритет целей"
tooltipbrewlan0032="Переключить приоритет целей между воздушными целями или тактическими ракетами."

--------------------------------------------------------------------------------
-- Модули для АКБП
--------------------------------------------------------------------------------

Unit_Description_BrewLAN_E001="Позволяет АКБП строить здания, строящиеся саперами."
brewlan_enhancements_1="Саперный комплекс"
brewlan_enhancements_2="Убрать саперный комплекс"

--------------------------------------------------------------------------------
-- ТУ 1
--------------------------------------------------------------------------------

sair0105="Легкий штурмовик"
saa0105_name="\"Вздох\""
sea0105_name="\"Голубь\""
ssa0105_name="\"Вулесель\""
Unit_Description_BrewLAN_T1A001="Легкий штурмовик. Основная роль - оборона базы. Эффективен против легких наземных боевых единиц."
Unit_Description_BrewLAN_T1A002="Легкий штурмовик. Эффективен против легких наземных боевых единиц. Оснащен легким транспортным захватом."
Unit_Description_BrewLAN_T1A003="Легкий штурмовик. Основная роль - оборона базы. Эффективен против легких наземных боевых единиц."

sair0106="Легкий торпедоносец"
saa0106_name="\"Саксинокка\""
sea0106_name="\"Чайка\""
sra0106_name="\"Баклан\""
ssa0106_name="\"Соу-Иоз\""
Unit_Description_BrewLAN_T1A004="Торпедный бомбардировщик. Предназначен для поражения кораблей низкого уровня."

sbui2103="Легкий артиллерийский комплекс"
sab2103_name="\"Харис\""
seb2103_name="\"Кочерга\""
srb2103_name="\"Маленькая Берта\""
ssb2103_name="\"Таам-ата\""
Unit_Description_BrewLAN_T1D001="Легкая стационарная артиллерия. Предназначена для поражения легких и средних боевых единиц."

sbui4102="Легкий генератор щита"
sab4102_name="\"Аспис\""
seb4102_name="ЛГСП \"Пульс\""
ssb4102_name="\"Ата-истль\""
Unit_Description_BrewLAN_T1P001="Создает защитное поле вокруг боевых единиц и построек в пределах его радиуса. Улучшается дважды."

sbui5104="Легкий аэродром"
sbuisera5104="Легкий аэромаяк"
ssb5104_name="\"Яту-ухте\""
sab5104_name="\"Пьедестал\""
seb5104_name="\"Перезарядчик\""
srb5104_name="\"Дозаправка\""
Unit_Description_BrewLAN_T1U001="Легкая система дозаправки и ремонта авиации. Обслуживает отдельные самолеты."

--Саперы
sel0119_name="\"Уолли\""
sal0119_name="\"Оживитель\""
srl0119_name="\"Аути\""
ssl0119_name="\"Ияз\""
Unit_Description_BrewLAN_T1L001="ТУ1 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Легко вооружен и оснащен средствами РЭБ. Может строить специализированные оборонительные сооружения."
Unit_Description_BrewLAN_T1L002="ТУ1 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Легко вооружен, невидим для сонара противника. Может строить специализированные оборонительные сооружения."
Unit_Description_BrewLAN_T1L003="ТУ1 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Он оснащен персональным щитом и может строить специализированные оборонительные сооружения."

ss0119_desc="Катер-сапер"
ses0119_name="Класс \"Менди\""
srs0119_name="Класс \"Франклин\""
Unit_Description_BrewLAN_T1S001="ТУ1 судно - строит, ремонтирует, захватывает, перерабатывает ресурсы."

--------------------------------------------------------------------------------
-- ТУ 2
--------------------------------------------------------------------------------

saa0211_name="Пронзатель"
saa0211_desc="Тактический бомбардировщик"
Unit_Description_BrewLAN_T2A001="Тактический бомбардировщик среднего уровня. Оснащен легкой кварковой бомбой и радаром."

--Саперы
sal0209_desc="Оборонительный инженер"
sal0209_name="\"Батлер\""
srl0209_name="\"Уилсон\""
ssl0219_name="\"Иязин\""
Unit_Description_BrewLAN_T2L001="ТУ2 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Вооружен тяжелым электронным разрядником, оснащен радаром и персональной маскировочной системой."
Unit_Description_BrewLAN_T2L002="ТУ2 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Оснащен персональным щитом и радаром."
Unit_Description_BrewLAN_T2L003="ТУ2 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Легко вооружен, невидим для сонаров и может строить специализированные оборонительные сооружения."

--Хранилища энергии и материи
seb1206_name="CJ-00F4T-2"
seb1205_name="PW4TH12-ST \"Аккумулятор\""
Unit_Description_BrewLAN_T2R002="Хранит большое количество материи. Пристройка рядом с экстракторами и фабрикаторами материи дает бонус."
Unit_Description_BrewLAN_T2R001="Накапливает большое количество энергии. Постройка рядом с генераторами энергии дает бонус."

--Мины
sbui2220="Контактная мина"
seb2220_name="AP-12 \"Ловец\""
srb2220_name="\"Ворчание\""
sab2220_name="\"Холмик\""
ssb2220_name="\"Оте\""
Unit_Description_BrewLAN_T2D005="Размещается на любой поверхности, наносит низкий урон, реагирует на давление. Видима только для всеволновых радаров."

sbui2221="Бесконтактная мина"
seb2221_name="AM-24 \"Бронебой\""
srb2221_name="\"Шепот\""
sab2221_name="\"Курган\""
ssb2221_name="\"Жанасее\""
Unit_Description_BrewLAN_T2D001="Размещается на любой поверхности, наносит высокий урон, срабатывает на радарные цели в близости. Видима только для всеволновых радаров."

sbui2222="Ядерная мина"
seb2222_name="AM-36 \"Троица\""
srb2222_name="\"Глушитель\""
sab2222_name="\"Гора\""
ssb2222_name="\"Инаино\""
Unit_Description_BrewLAN_T2D004="Размещается на любой поверхности, заряд - полноценная ядерная боеголовка. Подрывается вручную. Видима только для всеволновых радаров."

--Cybran T2 щиты; изначально не имевшие описания.
Unit_Description_BrewLAN_T2D002="Создает защитное поле вокруг боевых единиц и построек в пределах его радиуса. Можно улучшить два раза"
Unit_Description_BrewLAN_T2D003="Создает большое защитное поле вокруг боевых единиц и построек в пределах его радиуса."

sbui5210="Секция тяжелой стены"
seb5210_name="\"Гладкая Стена-Блокиратор\""
srb5210_name="\"Оплот\""
ssb5210_name="\"Хаас-Хаас\""
Unit_Description_BrewLAN_T2B001="Ограничивает перемещение войск противника. Может выдержать экстремальные повреждения."

ssl0222_name="\"Атханне\""
Unit_Description_BrewLAN_T2L004="Мобильный генератор поля."

--Корабль-сапер
ss0219_desc="Корабль-сапер"
ses0219_name="Класс \"Фикси\""
srs0219_name="Класс \"Борвик\""
Unit_Description_BrewLAN_T2S001="ТУ2 судно - строит, ремонтирует, захватывает, перерабатывает ресурсы. Оснащен единственным оружием ПВО."
Unit_Description_BrewLAN_T2S002="ТУ2 судно - строит, ремонтирует, захватывает, перерабатывает ресурсы и производит постановку мин."

sea0201_desc="Самолет-разведчик"
sea0201_name="UX \"Драконица\""
ssa0201_name="Селия"
Unit_Description_BrewLAN_T2A002="Тактический разведывательный самолет."

sra0201_desc="Самолет-невидимка"
sra0201_name="\"Вороний Клинок\""
Unit_Description_BrewLAN_T2A003="Самолет тактической разведки и РЭБ. Оснащен генератором маскировочного поля."

sair0201="Самолет-приманка"
sea0310_name="\"Нарк\""
saa0201_name="\"Соблазнитель\""
sra0310_name="\"Авангард\""
ssa0310_name="\"Ятуселен\""
Unit_Description_BrewLAN_T3A006="Слабобронированный самолет-приманка. Оснащен мощным постановщиком радарных помех, предназначенных для создания нескольких ложных сигналов радара. Имитирует движения истребителей Т3."
Unit_Description_BrewLAN_T3A009="Слабобронированный самолет-приманка. Оснащен мощным постановщиком радарных помех, предназначенных для создания нескольких ложных сигналов радара. Имитирует движения истребителей Т3."
Unit_Description_BrewLAN_T3A010="Слабобронированный, невидимый для радаров самолет-приманка. Оснащен мощным постановщиком радарных помех, предназначенных для создания нескольких ложных сигналов радара. Имитирует движения истребителей Т3."
Unit_Description_BrewLAN_T3A011="Слабобронированный самолет-приманка. Оснащен мощным постановщиком радарных помех, предназначенных для создания нескольких ложных сигналов радара. Имитирует движения истребителей Т3."

--------------------------------------------------------------------------------
-- ТУ 3
--------------------------------------------------------------------------------

sair0305="Тяжелый штурмовик"
ssa0305_name="\"Вултуум\""
Unit_Description_BrewLAN_T3A001="Тяжелый штурмовик. Вооружен фазовыми пулеметами и мощным, но недальнобойным оружием ПВО."

sair0306="Тяжелый воздушный транспорт"
saa0306_name="\"Солярис\""
sra0306_name="\"Ночной Скиммер\""
ssa0306_name="\"Вишуум\""
Unit_Description_BrewLAN_T3A002="Тяжелый воздушный транспорт. Вооружен тяжелой ПВО, ЭМИ-оружием и маскировочным полем. Может нести до 16 единиц."
Unit_Description_BrewLAN_T3A003="Тяжелый воздушный транспорт. из особенностей -  32 транспортных зажима, тяжелое вооружение и генератор щита. Может нести до 32 единиц."
Unit_Description_BrewLAN_T3A004="Тяжелый воздушный транспорт. Оснащен мощным щитом и тяжелым оружием ПВО. Может нести до 72 единиц."

sair0307="Тяжелый торпедоносец"
sra0307_name="\"Зенит\""
sea0307_name="\"Альбатрос\""
ssa0307_name="\"Суиоз\""
Unit_Description_BrewLAN_T3A005="Торпедоносец-невидимка высокого уровня. Предназначен для поражения военно-морских боеых единиц высокого уровня, подавляет противоторпедные системы плотностью залпа."
Unit_Description_BrewLAN_T3A007="Торпедоносец высокого уровня. Предназначен для поражения военно-морских боеых единиц высокого уровня. Оснащен легкой ПВО."
Unit_Description_BrewLAN_T3A008="Торпедоносец высокого уровня. Предназначен для поражения военно-морских боеых единиц высокого уровня."

sal0311_desc="Бронированный штурмовой танк"
sal0311_name="\"Молдавит\""
Unit_Description_BrewLAN_T3L002="Тяжелобронированный штурмовой танк. Низкая скорострельность, предназначен для тяжелой огневой поддержки."

ssl0311_desc="Тяжелый штурмовой бот"
ssl0311_name="\"Илшата\""
Unit_Description_BrewLAN_T3L001="Штурмовой осадный бот, защищенный щитом. Вооружен двумя разрядниками Айр-Ау."

srb2306_name="\"Аид\""
ssb2306_name="\"Отуушала\""
sab2306_name="\"Орбос\""
Unit_Description_BrewLAN_T3B001="Тяжелая оборонительная башня. Атакует наземные и надводные цели мощным лазерным лучом. Не может атаковать самолеты или субмарины. Требует возрастающие количества энергии для поддержания огня, может перегреться при длительном огне."
Unit_Description_BrewLAN_T3B003="Тяжелая оборонительная башня. Атакует наземные и надводные цели многоствольной плазменной пушкой. Не может атаковать самолеты или субмарины."
Unit_Description_BrewLAN_T3B004="Тяжелая оборонительная башня. Атакует наземные и надводные цели, а также низколетящие самолеты, мощным лазером. Не может атаковать высоколетящие самолеты или субмарины."

sbui2311_desc="Противотанковая оборонительная система"
seb2311_name="\"Стражник\""
ssb2311_name="\"Шинн-Унте\""
srb2311_name="\"Каратель\""
sab2311_name="\"Нигилоид\""
Unit_Description_BrewLAN_T3B005="Очень тяжелая оборонительная башня. Атакует наземные и надводные цели орудиями Гаусса, аналогичными орудиям линкора."
Unit_Description_BrewLAN_T3B006="Очень тяжелая оборонительная башня. Атакует наземные и надводные цели мощным энергетическим оружием."
Unit_Description_BrewLAN_T3B007="Очень тяжелая оборонительная башня. Атакует наземные и надводные цели протонными пушками, аналогичными главному калибру ликора класса Галактика."
Unit_Description_BrewLAN_T3B008="Очень тяжелая оборонительная башня. Атакует наземные и надводные цели мощным орудием Забвение."

seb3303_desc="Центр спутникового наблюдения"
seb3303b_desc="Комплекс запуска спутников"
Unit_Description_BrewLAN_T3B002="Производит и запускает спутники."

ability_satellite_uplink="Спутниковая связь"

sea0002_desc="Спутниковое наблюдение"
sea0002_name="\"Пылающая звезда\""
Unit_Description_BrewLAN_T3A012="Спутниковая система наблюдения. Предоставляет визуальное наблюдение с орбиты. Требует отдельную спутниковую связь для получения с нее данных."

--Альтернативы ботам-снайперам
sel0320_desc="Передвижной центр спутниковой связи"
sel0320_name="\"Архимед\""
srl0318_name="\"Аракм\""
Unit_Description_BrewLAN_T3L003="Мобильный центр управления спутниками. Обозначает цели для орбитального лазера."
Unit_Description_BrewLAN_T3L013="Мобильный бот-паук. Вооружен дальнобойным лучевым ЭМИ-оружием."

sel0321_desc="Мобильная стратегическая ПРО"
sel0321_name="\"Астра\""
srl0321_name="\"Еж\""
sal0321_name="\"Скарабей\""
ssl0321_name="\"Ютху\""
Unit_Description_BrewLAN_T3L004="Мобильная стратегическая ПРО. Затраты на постройку включают первую ракету, однако на машине нет систем для самостоятельного производства ракет."
Unit_Description_BrewLAN_T3L008="Мобильная стратегическая ПРО. Стреляет залпами из трех ракет по каждой цели. Затраты на постройку включают в себя первый залп."

--Стационарный сонар Серафимов Т3
sss0305_name="\"Аезу\""
Unit_Description_BrewLAN_T3S001="Сонарная система с исключительным радиусом действия. Обнаруживает и отслеживает морские боевые единицы. оснащен персональным телепортатором."

--Саперы
sel0319_name="\"Хранитель\""
sal0319_name="\"Билмон\""
srl0319_name="\"Хаус\""
ssl0319_name="\"Иязин\""
Unit_Description_BrewLAN_T3L005="ТУ3 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Легко вооружен и оснащен средствами РЭБ. Может строить специализированные оборонительные сооружения."
Unit_Description_BrewLAN_T3L006="ТУ3 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Легко вооружен, невидим для сонара противника. Может строить специализированные оборонительные сооружения."
Unit_Description_BrewLAN_T3L007="ТУ2 амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы, производит постановку мин. Оснащен персональным щитом и радаром. Может строить специализированные оборонительные сооружения."

srb1311_desc="Маскируемый генератор"
seb1311_desc="Инженерный генератор"
sab1311_desc="Защищенный генератор"
ssb1311_desc="Бронированный генератор"
sab1311_name="Реактор Фон Майера"
seb1311_name="Реактор Бессемера"
srb1311_name="Реактор Фарадея"
ssb1311_name="Уя-Иятан"
Unit_Description_BrewLAN_T3B009="Большой генератор энергии. Обладает способностью оптической маскировки, которая потребляет большую часть выходящей энергии."
Unit_Description_BrewLAN_T3B0012="Большой генератор энергии. Обладает способностью ремонтировать соседние здания. Автоматически строит оборонительные сооружения при повреждении."
Unit_Description_BrewLAN_T3B0014="Большой генератор энергии. Оснащен мощным щзитом, потребляющим небольшую часть вырабатываемой энергии."
Unit_Description_BrewLAN_T3B0016="Большой генератор энергии. Обладает превосходной броней и имеет возможность самотсоятельно ее регенерировать."

sab1312_desc="Защищенный экстрактор материи"
seb1312_desc="Инженерный экстрактор материи"
srb1312_desc="Маскируемый экстрактор материи"
ssb1312_desc="Бронированный экстрактор материи"
seb1312_name="Нагнетатель материи НМ-3E"
Unit_Description_BrewLAN_T3B0021="Экстрактор материи высокого класса. Должен быть построен на месторождениях материи. Он генерирует силовой купол, достаточно большой, чтобы закрыть себя и 4 пристроенных Т1 хранилища материи."
Unit_Description_BrewLAN_T3B0022="Экстрактор материи высокого класса. Должен быть построен на месторождениях материи. Он обладает способностью ремонтировать соседние здания. Автоматически строит оборонительные сооружения при повреждении."
Unit_Description_BrewLAN_T3B0023="Экстрактор материи высокого класса. Должен быть построен на месторождениях материи. Видим только для всеволновых радаров"
Unit_Description_BrewLAN_T3B0024="Экстрактор материи высокого класса. Обладает превосходной броней и имеет возможность самотсоятельно ее регенерировать."

srb1313_desc="Маскируемый фабрикатор материи"
seb1313_desc="Инженерный фабрикатор материи"
sab1313_desc="Защищенный фабрикатор материи"
ssb1313_desc="Бронированный фабрикатор материи"
Unit_Description_BrewLAN_T3B0010="Большой фабрикатор материи. Обладает способностью оптической маскировки, которая потребляет дополнительную энергию."
Unit_Description_BrewLAN_T3B0013="Большой фабрикатор материи. Обладает способностью ремонтировать соседние здания. Автоматически строит оборонительные сооружения при повреждении."
Unit_Description_BrewLAN_T3B0015="Большой фабрикатор материи. Оснащен мощным щитом, который потребляет дополнительную энергию."
Unit_Description_BrewLAN_T3B0017="Большой фабрикатор материи. Обладает превосходной броней и имеет возможность самотсоятельно ее регенерировать."

srb4313_desc="Невидимый генератор маскировочного поля"
srb4313_name="\"Паслен\""
Unit_Description_BrewLAN_T3B0011="Создает ммаскировочное поле, оптически скрыт. Скрывает боевые единицы и постройки в радиусе своего действия, но не от визуальных датчиков, сам генератор видим только для всеволновых радаров."

ssb5301_desc="Защищенная секция стены"
ssb5301_name="\"Атахаас\""
sab5301_name="\"Эгида\""
Unit_Description_BrewLAN_T3B0018="Ограничивает перемещение войск противника. Создает небольшой силовой купол над собой, для дополнительной защиты от вражеского огня."

srb5310_desc="Секция бронированной стены"
srb5310_name="\"Дерзость Проциона\""
seb5310_name="\"Цитадель\""
Unit_Description_BrewLAN_T3B0019="Ограничивает перемещение войск противника. Может выдержать экстремальное количество повреждений. Подключается к другим секциям стен по соседству."

srb5311_desc="Секция бронированных ворот"
srb5311_name="\"Предложение Проциона\""
seb5311_name="\"Борона\""
Unit_Description_BrewLAN_T3B0020="Ворота с ручным управлением, могут пропускать боевые единицы и выдерживать большое количество попаданий."

seb2308_name="\"Гарпун\""
Unit_Description_BrewLAN_T3B0025="Тяжелая торпедная башня. Может быть построена на земле или на морском дне."
sab2308_name="\"Потоп\""
Unit_Description_BrewLAN_T3B0027="Очень тяжелая дальнобойная противокорабельная система защиты. Разработана для поражения самых мощных военно-морских боевых единиц."

ssb3301_desc="Станция оптического слежения"
ssb3301_name="\"Аезселен\""
Unit_Description_BrewLAN_T3B0026="Позволяет видеть то, что видит дружественная или враждебная цель. Можно нацелить на радарные отклики. Не может нацелиться на пустое пространство."

--Мобильный ГСП
sal0322_name="\"Огненный Лотос\""
sel0322_name="\"Элла\""
--Длинные и короткие описания по умолчанию

--Самоходная зенитка
sal0320_desc="Передвижной зенитный комплекс"
sal0320_name="\"Армилляр\""
Unit_Description_BrewLAN_T3L012="Передвижной комплекс ПВО на воздушной подушке. Потребляет энергию за каждый выстрел."
sel0324_name="ЗРК \"Длинный Лук\""
Unit_Description_BrewLAN_T3L015="Самоходный ЗРК. Оборудован усовершенствованными средствами обнаружения."
--srl0320_desc=--Мобильный ракетный комплекс
srl0320_name="\"Украдка\""
Unit_Description_BrewLAN_T3L009="Самоходный ЗРК с оптической маскировкой. Маскировка отключается при ведении огня."
ssl0320_name="Ата-ития"
Unit_Description_BrewLAN_T3L020="Комплекс ПВО и тактической ПРО на воздушной подушке."

seb4303_name="\"Отдача\""
Unit_Description_BrewLAN_T3B0028="Стационарная сеть артиллерийской обороны. Оборудованна встроенным идентификатором целей и системой слежения."

srl0316_desc="Передвижной невидимый генератор маскировочного поля"
srl0316_name="\"Оперативник\""
Unit_Description_BrewLAN_T3L010="Передвижной невидимый генератор маскировочного поля. Скрывает ближайшие боевые единицы от радаров и сонаров. Видим только для всеволнового радара."

srl0311_desc="Мобильная ракетная платформа"
srl03ll_name="\"Гексатрон\""
Unit_Description_BrewLAN_T3L011="Ракетная система залпового огня. Долгая перезарядка. Предназначена для подавления щитов и тактической противоракетной обороны противника массированными залпами."

ss0319_desc="Корабль-сапер"
ses0319_name="Класс \"Патч\""
srs0319_name="Класс \"Стиллсон\""
Unit_Description_BrewLAN_T3S002="ТУ3 судно - строит, ремонтирует, захватывает, перерабатывает ресурсы. Оборудовано торпедными аппаратами, противоторпедной системой и системой ПВО."
Unit_Description_BrewLAN_T3S003="ТУ3 судно - строит, ремонтирует, захватывает, перерабатывает ресурсы и производит постановку мин."

sl0323_desc="Мобильная тактическая ПРО"
sal0323_name="\"Разрыв\""
Unit_Description_BrewLAN_T3L014="Самоходный комплекс тактической ПРО. Защита ограничена радиусом действия комплекса."

srl0324_desc="Самоходный массив сенсоров"
srl0324_name="\"Адрамелех\""
sal0324_name="\"Метатрон\""
ssl0324_name="Енесель"
Unit_Description_BrewLAN_T3L016="Передовой самоходный комплекс раннего обнаружения. В стационарном положении виден только для всеволновых радаров. Обеспечивает широкий охват радаром и всеволновым сенсором."
Unit_Description_BrewLAN_T3L019="Массив сенсоров на воздушной подушке. Требует большое количество энергии для работы."

sl0325_desc="Самоходная торпедная система"
sel0325_name="ПТ-57 \"Крокодил\""
sal0325_name="\"Лимб\""
Unit_Description_BrewLAN_T3L017="Самоходный противокорабельный комплекс."
Unit_Description_BrewLAN_T3L018="Самоходный противокорабельный комплекс на воздушной подушке."

sss0306_name="\"Уостуум\""
Unit_Description_BrewLAN_T3S004="Торпедная система на воздушной подушке. Способна уничтожить самые большие корабли противника."

ssb4317_desc="Постановщик помех"
ssb4317_name="Ятесель"
Unit_Description_BrewLAN_T3B0029="Комплекс радиоглушения. Создает большое количество ложных радарных откликов в своем радиусе действия, отвлекая противника и нарушая его прицеливание."
ssa00002_desc="Голограмма"

--------------------------------------------------------------------------------
-- Эксперименталки
--------------------------------------------------------------------------------

ssl0403_desc="Экспериментальный инженер-восстановитель"
ssl0403_name="\"Иядесу\""
Unit_Description_BrewLAN_T4L001="Экспериментальная амфибия - строит, ремонтирует, захватывает, перерабатывает ресурсы. Получает чертежи боевых единиц и обломков, перерабатывая их. Может хранить только до 8 чертежей одновременно."
ssa00001_desc="Дрон"

sea0401_desc="Экспериментальный штурмовик ПВО"
sea0401_name="AC-500 \"Центурион\""
Unit_Description_BrewLAN_T4A001="Экспериментальный штурмовик с широким спектром оружия ПВО. Наиболее эффективен против других штурмовиков."

srb2401_desc="Экспериментальная скорострельная артиллерия"
srb2401_name="\"Испепелитель\" Mark II"
ssb2404_name="Сутанус"
Unit_Description_BrewLAN_T4B002="Экспериментальная скорострельная артиллерия. Потребляет огромное количество энергии при каждом выстреле."

srb4401="Экспериментальный генератор щита"
srb4401_name="\"Железный занавес\""
Unit_Description_BrewLAN_T4B003="Экспериментальный генератор щита. Защищает большую площадь."

srs0401="Экспериментальный линкор"
srs0401_name="\"Преследователь Бездны\""
Unit_Description_BrewLAN_T4S001="Экспериментальный линкор-амфибия."

srs0402_desc="Экспериментальный транспорт"
srs0402_name="\"Ползучая Бездна\""
Unit_Description_BrewLAN_T4L003="Экспериментальный транспорт-амфибия. Передвигается быстрее под водой. Оснащен оружием средней мощности."

seb0401="Экспериментальный завод"
seb0401_name="\"Рама\""
Unit_Description_BrewLAN_T4B004="Экспериментальный многоцелевой завод. Возможности по постройке меняются в зависимости от местонахожденя завода (земля/вода). Авиация может быть построена где угодно."

sal0401="Экспериментальный танк"
sal0401_name="\"Прощение\""
Unit_Description_BrewLAN_T4L002="Экспериментальный осадный танк на воздушной подушке. Оснащен мощным орудием Забвение и системами тактической ПРО."

seb2404="Экспериментальная десантная артиллерия"
seb2404_name="\"Иван\""
Unit_Description_BrewLAN_T4B005="Экспериментальная скорострельная артиллерия. Стреляет десантными капсулами, содержащими созданные вручную наземные боевые единицы, глубоко в тыл врага, по приземлению десант получает незначительные повреждения. Капсулы запускаются в порядке, обратном порядку загрузки."

srb4402_desc="Экспериментальная система всеволнового подавления"
srb4402_name="\"Тьма\""
Unit_Description_BrewLAN_T4B006="Экспериментальная установка радиоэлектронной борьбы. Создает импульс, который постепенно уменьшает максимальную глубину сканирования всеволновых радаров."

ssb5401_desc="Экспериментальные квантовые врата"
ssb5401_name="\"Чаппа'ай\""
Unit_Description_BrewLAN_T4B007="Экспериментальные квантовые врата. Могут моментально переместить боевые единицы через карту к другим вратам."

srl0000_desc="Крабья икринка"
srl0001_desc=srl0000_desc .. " (Эсминец)"
srl0002_desc=srl0000_desc .. " (Сапер)"
srl0003_desc=srl0000_desc .. " (Маскировщик)"
srl0004_desc=srl0000_desc .. " (ЗРК)"
srl0005_desc=srl0000_desc .. " (" .. srl0321_name .. ")"
srl0006_desc=srl0000_desc .. " (РСЗО)"

seb3404_desc="Экспериментальный массив сенсоров"
seb3404_name="\"Паноптикум\""
Unit_Description_BrewLAN_T4B008="Экспериментальный массив сенсоров. Следит за боевыми единицами противника в своем радиусе действия, обнаруженными другими средствами обнаружения, например, радаром. Слежение за каждой боевой единицей требует затрат энергии. Слежка за мобильными и крупными единицами требует больших затрат."

sab0401_desc="Экспериментальный авиазавод"
sab0401_name="\"Машина Независимости\""
Unit_Description_BrewLAN_T4B009="Создает самолеты."

srb0401_desc="Экспериментальный военный завод"
srb0401_name="\"Артролаб\""
Unit_Description_BrewLAN_T4B010="Создает наземные боевые единицы."

ssb0401_desc="Экспериментальная верфь"
ssb0401_name="\"Соуия\""
Unit_Description_BrewLAN_T4B011="Создает корабли."

seb2401_desc="Экспериментальное оборонительное орудие"
seb2401_name="Орудие \"Экскалибур\""
Unit_Description_BrewLAN_T4B012="Экспериментальное оборонительное сооружение. Потребляет большое количество энергии с каждым выстрелом."