--+------------+--+-------------------------------------------------------------
--¦            ¦--¦   BrewLAN Russian strings table
--¦▒▒▒▒▒▒▒▒▒▒▒▒¦--¦   Author: Balthassar
--¦░░░░░░░░░░░░¦--¦   Translator: GOOGLE LOL
--+------------+--+-------------------------------------------------------------

-------------------------------------------------------------------------------- 
-- Подсказки 
-------------------------------------------------------------------------------- 

--Tooltips Для производства переключатель Союзе экспериментальный завод между земельных / морских и воздушных единиц. 
tooltipbrewlan0000="Переключить производство воздуха" 
tooltipbrewlan0001="Включает или выключает производство авиационных частей" 

--Toolttips Для T3 ложных самолетов. 
tooltipbrewlan0002="Переключить скорость воздуха" 
tooltipbrewlan0003="Переключение олицетворения из превосходства в воздухе или царя" 
tooltipbrewlan0004="Переключение олицетворения из превосходства в воздухе или Soulripper" 
tooltipbrewlan0005="Переключение олицетворения из превосходства в воздухе или Ahwassa" 
tooltipbrewlan0006="Переключение олицетворения из превосходства в воздухе или AC-500 Центурион" 

--Toolttips Для наземных мин. 
tooltipbrewlan0007="Detonate" 
tooltipbrewlan0008="Сразу взорвать полезную нагрузку." 

--Tooltips Для builderwalls 
tooltipbrewlan0009="Очистить площадь здания" 
tooltipbrewlan0010="Удаляет любые структуры или остается из области сборки." 

--Tooltops Для шпиона объекта Серафима 
tooltipbrewlan0011="Наблюдение" 
tooltipbrewlan0012="Выберите устройство, чтобы шпионить за"

--Tooltips Для открытия / закрываемым вида ворот. 
tooltipbrewlan0013="Открыть / Закрыть" 
tooltipbrewlan0014="Переключить ворота открыты или закрыты" 
tooltipbrewlan0015="включен Auto открыт." 

--Tooltips Для разрушителя Omni. 
tooltipbrewlan0016="Нарушение импульсов переключения" 
tooltipbrewlan0017="Переключение с разрывом импульс Omni или нет." 

-------------------------------------------------------------------------------- 
-- Технология 1 
-------------------------------------------------------------------------------- 

sair0105="Свет вертолета" 
saa0105_name="Respirer" 
sea0105_name="Голубь" 
ssa0105_name="Vulesel" 
Unit_Description_BrewLAN_T1A001="Свет Guship. Основная роль базы обороны. Эффективен против наземных юнитов низкого уровня." 
Unit_Description_BrewLAN_T1A002="Свет Guship. Эффективен против наземных юнитов низкого уровня. Оснащен легких транспортных крючка." 
Unit_Description_BrewLAN_T1A003="Свет Guship. Основная роль базы обороны. Эффективен против наземных юнитов низкого уровня." 

sair0106="Свет торпедоносец" 
saa0106_name="Saksinokka" 
sea0106_name="Чайка" 
sra0106_name="Gannet" 
ssa0106_name="Су-IOZ" 
Unit_Description_BrewLAN_T1A004="Торпедо-смертник. Предназначен для поражения военно-морских единиц низкого уровня." 

sbui2103="Легкий Артиллерийский Установка" 
sab2103_name="Харис" 
seb2103_name="Покер" 
srb2103_name="Маленькая Берта" 
ssb2103_name="Thaam-атха" 
Unit_Description_BrewLAN_T1D001="Свет стационарная артиллерия. Предназначен для поражения низкого до единиц среднего звена." 

sbui4102="легкий щит Генератор" 
sab4102_name="Аспис" 
seb4102_name="ЛСД - Пульс" 
ssb4102_name="Ата-ползучий, истль" 
Unit_Description_BrewLAN_T1P001="Создает защитный щит вокруг изделий и конструкций в пределах его радиуса. Upradable дважды." 

sbui5104="Light Air Постановка Facility" 
sbuisera5104="Light Air Постановка Beacon" 
ssb5104_name="Iathu-uhthe" 
sab5104_name="Пьедестал" 
seb5104_name="Resupply" 
srb5104_name="Ravitailler" 
Unit_Description_BrewLAN_T1U001="Свет органами воздушного постановка. Ремонт и заправляется отдельные самолеты." 

--field инженеры 
sel0119_name="Уолли" 
sal0119_name="Vivifier" 
srl0119_name="OUTy" 
ssl0119_name="Iyaz" 
Unit_Description_BrewLAN_T1L001="Tech 1-амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Он оснащен малой вооружения и контрразведывательной оборудования. Может строить специализированные оборону." 
Unit_Description_BrewLAN_T1L002="Tech 1-амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Он оснащен малой оружия, имеет сонара стелс и может построить специализированные оборону." 
Unit_Description_BrewLAN_T1L003="Tech 1-амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Он оснащен персональным щитом и может построить специализированные оборону." 

-------------------------------------------------------------------------------- 
-- Технология 2 
-------------------------------------------------------------------------------- 

saa0211_name="Цепеш" 
saa0211_desc="Тактический бомбардировщик" 
Unit_Description_BrewLAN_T2A001="тактический бомбардировщик среднего уровня. Оснащен света Quark бомбы и радара." 

--field Инженеры 
sal0209_desc="Оборона Инженер" 
sal0209_name="Батлер" 
srl0209_name="Уилсон" 
ssl0219_name="Iyazyn" 
Unit_Description_BrewLAN_T2L001="Tech 2 амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Вооружившись тяжелым сито, внутреннего радара и скрытности." 
Unit_Description_BrewLAN_T2L002="Tech 2 амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Оборудованный личный щит и радар." 
Unit_Description_BrewLAN_T2L003="Tech 2 амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Он оснащен малой оружия, имеет сонара стелс, и может построить специализированные оборону." 

--mass И накопители энергии 
seb1206_name="CJ-00F4T-2" 
seb1205_name="PW4TH12-ST Конденсатор" 
Unit_Description_BrewLAN_T2R002="магазины большое количество массы. Построить рядом с экстракторов или переработчиков для смежности бонуса." 
Unit_Description_BrewLAN_T2R001="магазины большое количество энергии. Construct рядом с электрогенераторами для смежности бонуса." 

--Mines 
sbui2220="Шахта Давление" 
seb2220_name="AP-12 Ловец" 
srb2220_name="Mutter" 
sab2220_name="Садовая" 
ssb2220_name="Othe" 
Unit_Description_BrewLAN_T2D005="вездеходные, низкий ущерб, давление взорвали, моя система. Видимый только Omni." 

sbui2221="Близость Шахта" 
seb2221_name="AM-24 Anti-Armor" 
srb2221_name="Шепот" 
sab2221_name="Курган" 
ssb2221_name="Zhanasee" 
Unit_Description_BrewLAN_T2D001="вездеходные, большой урон, радар взорвали, моя близость система. Видимый только Omni." 

sbui2222="Ядерная Шахта" 
seb2222_name="AM-36 Троица" 
srb2222_name="Глушитель" 
sab2222_name="Горный" 
ssb2222_name="Inaino" 
Unit_Description_BrewLAN_T2D004="шахта вездеходные вооруженный полной доходности ядерной боеголовки. Руководство детонации требуется. Видимый только Omni." 

--Cybran T2 щиты; у них не было описание сборки изначально. 
Unit_Description_BrewLAN_T2D002="Создает защитный щит вокруг изделий и конструкций в пределах его радиуса. Щит может быть повышен в два раза." 
Unit_Description_BrewLAN_T2D003="вызывает большую щит вокруг изделий и конструкций в пределах его радиуса."

seb5210_desc="Heavy Wall Раздел" 
seb5210_name="Генеральный Уничтожение Тупик" 
Unit_Description_BrewLAN_T3B0019="Ограничивает перемещение войск противника. Может выдержать экстремальные количество повреждений." 

-------------------------------------------------------------------------------- 
-- Tech 3 
-------------------------------------------------------------------------------- 

sair0305="Тяжелый боевой корабль" 
ssa0305_name="Vulthuum" 
Unit_Description_BrewLAN_T3A001="Тяжелый вертолет. Вооружившись фазических autoguns и мощный, но короткий диапазон А.А. оружия." 

sair0306="Тяжелая воздушного транспорта" 
saa0306_name="Солярис" 
sra0306_name="Ночной Скиммер" 
ssa0306_name="Vishuum" 
Unit_Description_BrewLAN_T3A002="Тяжелый воздушный транспорт. Вооружившись тяжелой обороны против воздуха, ЭМИ оружия и стелс области. Может нести до 16 единиц." 
Unit_Description_BrewLAN_T3A003="Тяжелый воздушный транспорт. Особенности 32 транспортные зажимы, тяжелое вооружение и генератор щита. Может нести до 32 единиц." 
Unit_Description_BrewLAN_T3A004="Тяжелый воздушный транспорт. Вооруженный мощным щитом и тяжелых анти-пневматическое оружие. Может нести до 72 единиц." 

sair0307="Тяжелая торпедоносец" 
sra0307_name="Зенит" 
sea0307_name="Альбатрос" 
ssa0307_name="Souioz" 
Unit_Description_BrewLAN_T3A005="высокого уровня стелс торпедоносец. Предназначен для поражения военно-морские подразделения на высоком уровне и overwelm торпедных оборону с большими очередями." 
Unit_Description_BrewLAN_T3A007="высокого уровня торпедоносец. Предназначен для поражения мощные военно-морские подразделения. Оснащен света противовоздушной обороны." 
Unit_Description_BrewLAN_T3A008="высокого уровня торпедоносец. Предназначен для поражения мощные военно-морские подразделения." 

sair0310="Приманка Самолет" 
sea0310_name="Nark" 
saa0310_name="Beguiler" 
sra0310_name="Авангард" 
ssa0310_name="Iathuselen" 
Unit_Description_BrewLAN_T3A006="легкобронированных манок самолет. Оснащен мощным радар помех оборудования, предназначенного для создания нескольких ложных сигналов радара. Mimics движения превосходства в воздухе истребителей." 
Unit_Description_BrewLAN_T3A009="легкобронированных манок самолет. Оснащен мощным радар помех оборудования, предназначенного для создания нескольких ложных сигналов радара. Mimics движения превосходства в воздухе истребителей." 
Unit_Description_BrewLAN_T3A010="легкобронированных стелс манок самолет. Оснащен мощным радар помех оборудования, предназначенного для создания нескольких ложных сигналов радара. Имитирует движения превосходства в воздухе истребителей." 
Unit_Description_BrewLAN_T3A011="легкобронированных манок самолет. Оснащен мощным радар помех оборудования, предназначенного для создания нескольких ложных сигналов радара. Mimics движения превосходства в воздухе истребителей." 

sal0311_desc="Бронированный штурмовой танк" 
sal0311_name="Молдавит" 
Unit_Description_BrewLAN_T3L002="Сильно Бронированный штурмовой танк. Низкая скорострельность, выполнен в виде тяжелых устройства подачи." 

ssl0311_desc="Heavy Assault Bot" 
ssl0311_name="Ilshatha" 
Unit_Description_BrewLAN_T3L001="экранированный Осада нападение бот. Вооружившись двумя Aire-AU Bolters." 

srb2306_name="Аид" 
ssb2306_name="Othuushala" 
sab2306_name="Orbos" 
Unit_Description_BrewLAN_T3B001="Тяжелая оборонительная башня Нападения наземного и морского базирования единиц с мощным широкой лазера Не занимается самолетов или подводных единиц Требуется кумулятивные количество энергии для поддержания длительного огонь; будет перегреваться, если активный слишком долго." 
Unit_Description_BrewLAN_T3B003="Тяжелая оборонительная башня. Нападения наземного и морского базирования единиц с Гатлинга плазмы пушки. Не занимается самолетов или подводных единиц." 
Unit_Description_BrewLAN_T3B004="Тяжелая оборонительная башня. Атак наземных единиц, морского базирования единиц, и на малой высоте самолет с мощным лазером. Не занимается большой высоте самолет, или подводные единиц." 

sbui2311_desc="Анти-Броня Точка обороны" 
seb2311_name="Гардиан" 
ssb2311_name="Шинн Unthe" 
srb2311_name="Каратель" 
sab2311_name="Nihiloid" 
Unit_Description_BrewLAN_T3B005="Очень тяжелые оборонительные башни. Нападения наземного и морского базирования единиц с мощной линкор класса Урон." 
Unit_Description_BrewLAN_T3B006="Очень тяжелая оборонительная башня. Нападения наземного и морского базирования единиц с мощным энергетического оружия." 
Unit_Description_BrewLAN_T3B007="Очень тяжелые оборонительные башни. Нападения наземного и морского базирования единиц с мощной линкор класса протонов пушки." 
Unit_Description_BrewLAN_T3B008="Очень тяжелая оборонительная башня. Нападения наземного и морского базирования единиц с мощным забвения пушки." 

seb3303_desc="Наблюдение Спутниковое Uplink" 
sea0002_desc="Наблюдение Спутниковое" 
sea0002_name="Пылающий Звезда" 
Unit_Description_BrewLAN_T3B002="Спутниковая система наблюдения. Имеет широкий линии прямой видимости и точечные датчики. Если его центр управления будет уничтожен, спутник немедленно отключается." 

sel0320_desc="подвижной спутниковой Uplink" 
sel0320_name="Архимед" 
Unit_Description_BrewLAN_T3L003="Транспортное средство мобильной спутниковой линии вверх. Marks цели для орбитального лазера стрелять в." 

sel0321_desc="Мобильный стратегической ПРО" 
sel0321_name="Астра" 
srl0321_name="Ежик" 
sal0321_name="Скарабей" 
ssl0321_name="Ythhu" 
Unit_Description_BrewLAN_T3L004="Мобильный стратегической ПРО. Построить затраты включают первую ракету, однако автомобиль не хватает изготовления набор производить дополнительные ракеты без посторонней помощи." 
Unit_Description_BrewLAN_T3L008="Мобильный стратегической ПРО. Пожары залп тремя ракетами на каждой цели. Построить затраты включают первый залп."

--Seraphim T3 сонар платформа 
sss0305_name="Aezhou" 
Unit_Description_BrewLAN_T3S001="Сонар система с исключительной диапазона. Военно-морских сил обнаруживает и дорожек. Оснащен личной телепорта." 

--field инженеры 
sel0319_name="Хранитель" 
sal0319_name="Bilmon" 
srl0319_name="Дом" 
ssl0319_name="Iyazyne" 
Unit_Description_BrewLAN_T3L005="Tech 3 амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Он оснащен малой вооружения и контрразведывательной оборудования. Может строить специализированные оборону." 
Unit_Description_BrewLAN_T3L006="Tech 3 амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Он оснащен малой оружия, имеет сонара стелс, и может построить специализированные оборону." 
Unit_Description_BrewLAN_T3L007="Tech 3 амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Он оснащен персональным щитом и может построить специализированные оборону."

srb1311_desc="Cloakable Генератор" 
seb1311_desc="Инженерная Генератор" 
sab1311_desc="экранированный Мощность генератора" 
ssb1311_desc="Бронированный Генератор" 
sab1311_name="Фон Майер Реактор" 
seb1311_name="Bessemer Реактор" 
srb1311_name="Фарадей Реактор" 
ssb1311_name="Uya-iyathan" 
Unit_Description_BrewLAN_T3B009="Большой энергоблока структура. Обладает способностью к плаще, который потребляет большую часть своей операционной выхода." 
Unit_Description_BrewLAN_T3B0012="Большой энергоблока структура. Обладает способностью восстанавливать соседние здания. Автоматически строит оборону, когда поврежден." 
Unit_Description_BrewLAN_T3B0014="Большой энергоблока структура. Обладает мощный щит, который потребляет небольшую часть своей операционной выхода." 
Unit_Description_BrewLAN_T3B0016="Большой энергоблока структура. Обладает превосходной броню и имеет возможности самостоятельно регенеративные."

sab1312_desc="экранированный Масса Extractor" 
seb1312_desc="Инженерная Масса Extractor" 
srb1312_desc="Cloakable Масса Extractor" 
ssb1312_desc="Бронированный Масса Extractor" 
seb1312_name="Масса насоса 3E" 
Unit_Description_BrewLAN_T3B0021="высокого класса Mass экстрактор. Должен быть построен на массовых месторождений. Он генерирует щитовой купол достаточно большой, чтобы покрыть себя и 4 маленьких складов." 
Unit_Description_BrewLAN_T3B0022="высокого класса Mass экстрактор. Должен быть построен на массовых месторождений. Он обладает способностью восстанавливать соседние здания. Автоматически строит оборону, когда поврежден." 
Unit_Description_BrewLAN_T3B0023="высокого класса Mass экстрактор. Должен быть построен на массовых месторождений. Видимый только Omni." 
Unit_Description_BrewLAN_T3B0024="высокого класса Mass экстрактор. Должен быть построен на массовых месторождений. Он обладает свое превосходство броню и имеет возможности самостоятельно регенеративные."

srb1313_desc="Cloakable Масса Fabricator" 
seb1313_desc="Инженерная Масса Fabricator" 
sab1313_desc="экранированный Масса Fabricator" 
ssb1313_desc="Бронированный Масса Fabricator" 
Unit_Description_BrewLAN_T3B0010="Большой структура масса изготовление. Обладает способностью к плаще, который потребляет дополнительную мощность." 
Unit_Description_BrewLAN_T3B0013="Большой структура масса изготовление. Обладает способностью восстанавливать соседние здания. Автоматически строит оборону, когда поврежден." 
Unit_Description_BrewLAN_T3B0015="Большой структура масса изготовление. Обладает мощный щит, который потребляет дополнительную мощность." 
Unit_Description_BrewLAN_T3B0017="Большой масса структура изготовление. Обладает превосходной броню и имеет возможности самостоятельно регенеративные."

srb4313_desc="Cloakable Stealth Field Generator" 
srb4313_name="Молоха" 
Unit_Description_BrewLAN_T3B0011="Создает поле steath и ничего плащ. Скрывает единицы и структуры в рамках своей оперативной диапазоне от радаров и сонаров, но не от визуальных датчиков, сам генератор виден только Omni."

ssb5301_desc="Глухая оборона Раздел" 
ssb5301_name="Athahaas" 
Unit_Description_BrewLAN_T3B0018="Ограничивает перемещение войск противника. Проекты небольшой щитовой купол над собой, чтобы предложить дополнительную защиту от вражеского огня."

srb5310_desc="Бронированный Wall Раздел" 
srb5310_name="Процион Defiance" 
seb5310_name="Цитадель" 
Unit_Description_BrewLAN_T3B0019="Ограничивает перемещение войск противника. Может выдержать экстремальные количество повреждений. Подключается к другим соседним бронированных стеновых секций."

srb5311_desc="Бронированные ворота Раздел" 
srb5311_name="Процион Предложение" 
Unit_Description_BrewLAN_T3B0020="ручным управлением ворота; может позволить прохождение через его площади и поддерживать крайние количество повреждений."

seb2308_name="Гарпун" 
Unit_Description_BrewLAN_T3B0025="Тяжелая торпедных башня. Может быть построен на земле, и на морском дне."

ssb3301_desc="Оптика Отслеживание Facility" 
ssb3301_name="Aezselen" 
Unit_Description_BrewLAN_T3B0026="Предложения на линии прямой видимости с целевому дружественного или враждебного блока. Может быть ориентирована радиолокационных Blips. Невозможно настроить таргетинг на пустое пространство." 

-------------------------------------------------------------------------------- 
-- Experimentals 
-------------------------------------------------------------------------------- 

ssl0403_desc="Опытное поле Инженер" 
ssl0403_name="Iyadesu" 
Unit_Description_BrewLAN_T4L001="Экспериментальная амфибия строительство, ремонт, захват, рекультивация и минзаг блок. Обладает умеренной боевой и военной техники, и может построить специальное оборудование." 

sea0401_desc="Экспериментальная А.А. вертолета" 
sea0401_name="AC-500 Центурион" 
Unit_Description_BrewLAN_T4A001="Экспериментальная вертолет с широкими возможностями по борьбе с воздуха. Наиболее эффективен против других боевых." 

srb2401_desc="Экспериментальная скоропалительные Артиллерия" 
srb2401_name="Scathis Mark II" 
Unit_Description_BrewLAN_T4B002="Экспериментальная скоропалительные артиллерия. Потребляет огромное количество энергии при каждом снимке." 

srb4401="Экспериментальная Щит Генератор" 
srb4401_name="железный занавес" 
Unit_Description_BrewLAN_T4B003="Экспериментальная генератор щита. Защищает большую площадь." 

srs0401="Экспериментальная Броненосец" 
srs0401_name="Бездны Преследователь" 
Unit_Description_BrewLAN_T4S001="Экспериментальная амфибия линкор." 

seb0401="Экспериментальный завод" 
seb0401_name="Козловой" 
Unit_Description_BrewLAN_T4B004="Экспериментальный завод многоцелевой. Динамически меняет работоспособна звенья на основе среды. Можно переключать построить самолет в любой среде." 

sal0401="Экспериментальная Танк" 
sal0401_name="Absolution" 
Unit_Description_BrewLAN_T4L002="Экспериментальная зависания осада штурмовой танк. Оснащенный мощным забвения пушки и тактических систем противоракетной обороны." 

seb2404="Экспериментальная Drop-Pod Артиллерия" 
seb2404_name="Иван" 
Unit_Description_BrewLAN_T4B005="Экспериментальная скоропалительные артиллерия. Пожары дроп-стручки, содержащие штурм боты глубоко в тыл врага, в результате чего незначительные повреждения от ударов." 

srb4402_desc="Экспериментальная Omni Разрушительный Facility" 
srb4402_name="Тьма" 
Unit_Description_BrewLAN_T4B006="Экспериментальная установка контрразведки. Создает импульс, который постепенно уменьшает глубину проникновения Максимальное активных Omni датчиков. Отдаленные датчики реагируют медленнее."