--ISO_639-1_code=RU
--Translated by: Google
sas0401_name="Класс \"Наводнение\""
sas0401_desc="Экспериментальный линейный крейсер"
Unit_Description_BrewTeaParty_001="Экспериментальный крейсер дредноутного типа. Ради достижения высокой скорости хода легко бронирован, для защиты несет персональные генераторы щитов и  противоторпедным оружием. В качестве наступательного вооружения оснащен орудиями \"Забвение\", разрушителями силовых полей, зенитными ракетами и второстепенной осколочной артиллерией."
