--ISO_639-1_code=RU
----------------------------------------
-- Tech 2
----------------------------------------
sa0212_desc="Истребитель"
sea0212_name="\"Раптор\""
sra0212_name="\"Диоскуры\""
ssa0212_name="Ияат"
Unit_Description_BrewPen_001="Истребитель среднего уровня. Превосходные возможности ПВО. Эффективен против штурмовиков и бомбардировщиков противника."

sa0213_desc="Истребитель/бомбардировщик"
saa0213_name="\"Просвет\""
Unit_Description_BrewPen_002="Комбинированный истребитель-бомбардировщик, предназначенный для борьбы с наземными и воздушными боевыми единицами."

--Специальные тактические бомбардировщики
saa0211_desc="Тактический бомбардировщик"
sea0211_name="\"Торнадо\""
ssa0211_name="\"Шинн\""
sra0211_name="\"Кондор\""
Unit_Description_BrewPen_003="Промежуточный самолет-бомбардировщик"

----------------------------------------
-- Технология 3
----------------------------------------
--Улучшенные бомбардировщики ТУ 3.5
--sa0314_desc="Самолет вторжения"
sa0314_desc="Дальний бомбардировщик"
sea0314_name="\"Улан\""
saa0314_name="\"Крикун\""
sra0314_name="\"Алый Тиран\""
ssa0314_name="Синнаино"
Unit_Description_BrewPen_004="Дальний стратегический бомбардировщик максимального уровня. Невидим для радаров. Оснащен бомбами, ракетами класса воздух-земля, торпедами и противоракетными ложными целями."

--ЛТЦ
ability_missiledef="Противоракетная защита"

--Улучшенные истребители ТУ 3.5
sa0313_desc="Дальний истребитель"
sea0313_name="\"Котяра\""
saa0313_name="\"Гелиос\""
sra0313_name="\"Сумеречный Покровитель\""
ssa0313_name="Иялосааре"
Unit_Description_BrewPen_005="Дальний истребитель максимального уровня. Вооружен спаренными скорострельными спиральными рельсовыми пушками, ракетами класса воздух-воздух и противоракетными ложными целями."
Unit_Description_BrewPen_006="Заполнитель"
Unit_Description_BrewPen_007="Дальний истребитель максимального уровня, невидим для радаров. Вооружен тяжелыми ускорителями частиц и противоракетными ложными целями. Способен охотиться на самолеты-шпионы."
Unit_Description_BrewPen_008="Топовый дальний радиус действия незаметности истребителя. Оснащен автопушкой Losaare, фазон оружием и противоракетные вспышками."

sra0315_desc="Interdiction Gunship"
sra0315_name="\"Ксифос\""
Unit_Description_BrewPen_009="Тяжелый запрет и крупный пневмоопорный штурмовик. Вооружившись несколькими лазерными оружия воздух-земля, и противоракетных вспышек."

sra0401_desc="Экспериментальная Авианосец"
sra0401_name="Симург"
Unit_Description_BrewPen_010="Массивный воздушный авианосец. Можно создавать, транспорт и развертывание большого количества истребителей / бомбардировщиков корабля."

--dra0202_desc="Истребитель / Bomber"
sra0402_name="коготь"
Unit_Description_BrewPen_011="Комбинированный истребитель / бомбардировщик предназначен для поражения как воздушных и поверхностных единиц."


