--ISO_639-1_code=RU
--Translator: Ajay
--------------------------------------------
-- Технология 2.
--------------------------------------------
sa0212_desc="Истребитель"
sea0212_name="\"Раптор\""
sra0212_name="\"Диоскуры\""
ssa0212_name="Ияат"
Unit_Description_BrewPen_001="Истребитель среднего уровня. Превосходные возможности ПВО. Эффективен против штурмовиков и бомбардировщиков противника."

sa0213_desc="Истребитель/бомбардировщик"
saa0213_name="\"Просвет\""
Unit_Description_BrewPen_002="Комбинированный истребитель-бомбардировщик, предназначенный для борьбы с наземными и воздушными боевыми единицами."

--Специальные тактические бомбардировщики
saa0211_desc="Тактический бомбардировщик"
sea0211_name="\"Торнадо\""
ssa0211_name="\"Шинн\""
sra0211_name="\"Кондор\""
Unit_Description_BrewPen_003="Промежуточный самолет-бомбардировщик"

--------------------------------------------
-- Tech 3.
--------------------------------------------

sea0312_desc="Забастовка истребитель"
sea0312_name="Опорус"
Unit_Description_BrewPen_012="Высококачественный многорелый истребитель. Оснащен ракетами. Выполняет лучшее против легких бронированных целей, таких как самолет."

--Улучшенные бомбардировщики ТУ 3.5
--sa0314_desc="Самолет вторжения"
sa0314_desc="Дальний бомбардировщик"
sea0314_name="\"Лебедь\""
saa0314_name="\"Крикун\""
sra0314_name="\"Алый Тиран\""
ssa0314_name="Синнаино"
Unit_Description_BrewPen_004="Дальний стратегический бомбардировщик максимального уровня. Невидим для радаров. Оснащен бомбами, ракетами класса воздух-земля, торпедами и противоракетными ложными целями."

--ЛТЦ
ability_missiledef="Противоракетная защита"

--Улучшенные истребители ТУ 3.5
sa0313_desc="Дальний истребитель"
sea0313_name="\"Котяра\""
saa0313_name="\"Гелиос\""
sra0313_name="\"Сумеречный Покровитель\""
ssa0313_name="Иялосааре"
Unit_Description_BrewPen_005="Дальний истребитель максимального уровня. Вооружен спаренными скорострельными спиральными рельсовыми пушками, ракетами класса воздух-воздух и противоракетными ложными целями."
Unit_Description_BrewPen_006="Верховный ассортимент дальнего ассортимента истребителя. Оснащен двумя сфокусированными фасоном лазерным оружием и анти-ракеты."
Unit_Description_BrewPen_007="Дальний истребитель максимального уровня, невидим для радаров. Вооружен тяжелыми ускорителями частиц и противоракетными ложными целями. Способен охотиться на самолеты-шпионы."
Unit_Description_BrewPen_008="Дальний истребитель максимального уровня, невидимый для радаров. Оснащен автопушкой \"Лосааре\", фазонным оружием и противоракетными ложными целями."

sra0315_desc="Ударный штурмовик"
sra0315_name="\"Ксифос\""
Unit_Description_BrewPen_009="Тяжелый штурмовик, предназначенный для непосредственной воздушной поддержки и подавления сил противника. Оснащен несколькими лазерами типа \"воздух-земля\" и противоракетными ложными целями."

sra0401_desc="Экспериментальный авианосец"
sra0401_name="\"Симург\""
Unit_Description_BrewPen_010="Массивный воздушный авианосец. Может создавать, перевозить и развертывать польшое количество истребителей-бомбардировщиков."

--dra0202_desc="Истребитель-Бомбардировщик"
sra0402_name="\"Коготь\""
Unit_Description_BrewPen_011="Многофункциональный истребитель-бомбардировщик, разработанный для ведения боя как с воздушными, так и с наземными боевыми единицами."

