--ISO_639-1_code=RU
--Translated by: Ajay
srb5380_name="\"Наповал\""
srb5380_desc="Узел помощи наведения"
Unit_Description_BrewLAN_Turrets_0001="Стационарные орудия, к которым подключен этот узел, производят более долгое наведение на цель, повышая точность стрельбы. Бонус от нескольких узлов складывается."

seb5381_name="\"Перегрев\""
seb5381_desc="Узел повышения мощности"
Unit_Description_BrewLAN_Turrets_0002="Стационарные орудия, к которым пристроен данный узел, наносят больше урона. Это значительно повышает затраты энергии на стрельбу."

seb2320_name="\"Хиро\""
seb2320_desc="Тяжелое оборонительное сооружение"
Unit_Description_BrewLAN_Turrets_0003="Тяжелая оборонительная башня. Вооружена плазменным лучом."

seb2211_name="\"Стойкий\""
sbui2311_desc="Противотанковое оборонительное сооружение"
Unit_Description_BrewLAN_Turrets_0004="Оборонительная башня. Вооружена плазменной пушкой, эквивалентной орудию эсминца."

seb2111_name="\"Коротышка\""
Unit_Description_BrewLAN_Turrets_0005="Легкая оборонительная башня. Вооружена плазменной пушкой, эквивалентной орудию фрегата."

srb2402_name="\"Неолит\""
seb2401_desc="Экспериментальное оборонительное орудие"
Unit_Description_BrewLAN_Turrets_0006="Оборонительная башня. Вооружена массивным протонным орудием."

srb2391_name="Катушка Теслы"
srb2391_desc="Тяжелая оборонительная турель"
Unit_Description_BrewLAN_Turrets_0007="Мощная, но недальнобойная, оборонительная башня. Постепенно накапливает энергию и разряжается с каждым выстрелом. Наиболее эффективна против больших целей при достаточном времени на зарядку. Особо малоэффективна при длительном огне."

--Для Катушки Теслы
tooltipbrewturrets0000="Переключение мощности"
tooltipbrewturrets0001="Включает или отключает мощность главного оружия"

seb2402_name="\"Водоворот\""
seb2402_desc="Экспериментальная зенитная установка"
Unit_Description_BrewLAN_Turrets_0008="Экспериментальное оружие ПВО. Наносит опустошительный урон на близкой дистанции. Потребляет энергию с каждым выстрелом."