--ISO_639-1_code=RU
--Translated by: Google

srl0402_desc="Экспериментальный осадный танк"
srl0402_name="\"Малыш\""
--Эаменен Воздаятелем

srl0403_desc="Экспериментальная САУ"
srl0403_name="\"Воздаятель\""
Unit_Description_RND_016="Тяжелая САУ. Для ведения огня из главного орудия должна быть неподвижной и находиться на суше. Потребляет много энергии при стрельбе."

tooltipbrewlanRND0000="Артиллерия вкл/выкл"
tooltipbrewlanRND0001="Включает или отключает главное орудие. Отключение главного орудия предотвращает отмену приказов на перемещение."




