--ISO_639-1_code=RU
--Translated by: Ajay
sab4401="Экспериментальный проектор щита"
sab4401_name="\"Краеугольный Камень\""
Unit_Description__BubbleTea_A4_01="Экспериментальный генератор-проектор силового поля. Создает защитные поля вокруг отдельных строений в своем радиусе действия."

srb4401="Экспериментальный генератор щита"
seb4401_name="ОГСП \"Стойкий\""
Unit_Description__BubbleTea_A4_02="Создает прочный силовой купол вокруг боевых единиц и строений в своем радиусе действия."

ssb4401_desc="Экспериментальный генератор щита"
ssb4401_name="Ияатан"
ssb4401_drone_desc="Экспериментальный защитный дрон"
ssb4401_large_name="Ияатанах"
ssb4401_small_name="Ияатанахии"
Unit_Description__BubbleTea_A4_03="Экспериментальный защитный комплекс. Создает сеть силовых куполов. усиливающихся поблизости к центру. Дроны, поддерживающие решетку, вращаются вокруг нее, распределяя полученный урон."