--ISO_639-1_code=RU
--Translated by: Ajay
--Всеволновые сенсоры
sb3301_desc="Всеволн. сенсор. комплекс"
seb3301_name="\"Уэлшман\""
srb3301_name="\"Кейн\""
sab3301_name="\"Хеймдалль\""
ssb3302_name="Селаэз"
Unit_Description_BrewIntel_001="Массив сенсоров. Способен определять цели под радарной и оптической маскировкой, также удаляет ложные цели постановщиков помех."

sel4301_desc="Экспериментальный мобильный сенсор"
sel3401_name="\"Титат\""
Unit_Description_BrewIntel_002="Экспериментальная мобильная сенсорная платформа-амфибия. Развертывает направленный сенсор, способный распознавать оптически скрытые или невидимые для обычных радаров цели."
ability_directional_sensor="Направленный сенсор"