--ISO_639-1_code=RU
--Translated by: Google
--Всеволновые сенсоры
sb3301_desc="Всеволн. сенсор. комплекс"
seb3301_name="\"Уэлшман\""
srb3301_name="\"Кейн\""
sab3301_name="\"Хеймдалль\""
ssb3302_name="Селаэз"
Unit_Description_BrewIntel_001="Массив сенсоров. Способен определять цели под радарной и оптической маскировкой, также удаляет ложные цели постановщиков помех."

sel4301_desc="Экспериментальный Мобильный датчик"
sel3401_name="Teatut"
Unit_Description_BrewIntel_002="Экспериментальная амфибия мобильная платформа датчика. Развертывает с направленным датчиком, способным идентифицировать цели через скрытность и плащ."
ability_directional_sensor="Направленный датчик"