--ISO_639-1_code=RU
--Translator: Ajay
ssb23sn_desc="Тяжелая оборонительная установка"
ssb23sn_name="Ито"
Unit_Description__Spomeniki_001="Оборонительное сооружение средней дальности. Оснащено медительным, мощным энергетическим орудием, наносящим тяжелые повреждения."

snlmes1_desc="Модуль-следопыт"
snlmes1_name="MESUR \"Соджурнер\""
.."Невооруженный научно-исследовательский модуль."

snlmer1_desc="Исследовательский модуль"
snlmer1_name="MER-1 \"Оппортюнити\""
snlmer2_name="MER-2 \"Спирит\""
Unit_Description__Spomeniki_002="Невооруженный научно-исследовательский модуль. Питается от солнечной энергии. Срок службы - 90 оборотов."
Unit_Description__Spomeniki_003="Невооруженный научно-исследовательский модуль. Питается от солнечной энергии. Срок службы - 90 оборотов. Уязвим к пыли."

snlmsl1_desc="Модуль-лаборатория"
snlmsl1_name="MSL \"Кьюриосити\""
.."Передвижной автоматизированный научно-исследовательский модуль. Питается от ядерного реактора. Запаса расщепляемого материала достаточно для функционирования модуля в течении 55 орбитальных периодов."
