--ISO_639-1_code=RU
--Translator: Ajay

--Исследовательские центры
seb9301_desc="Исследовательский центр"
--ОФЗ
seb9101_name="Кампус \"Тайсона\""
seb9201_name="Кампус \"Сагана\""
seb9301_name="Кампус \"Хокинга\""
--Кибран
srb9101_name="Комплекс \"Эйнштейна\""
srb9201_name="Комплекс \"Шредингера\""
srb9301_name="Комплекс \"Гейзенберга\""
--Эон
sab9101_name="\"Понимание\""
sab9201_name="\"Направленность\""
sab9301_name="\"Просвещение\""
--Серафим
ssb9101_name="\"Иятлабистл\""
ssb9201_name="\"Иятлаб\""
ssb9301_name="\"Иятлууб\""

Unit_Description_RND_005="Базовый исследовательский комплекс. Предоставляет доступ к новым боевым единицам и более высоким ТУ."
Unit_Description_RND_006="Промежуточный исследовательский комплекс. Обладает повышенной скоростью исследования и прочностью."
Unit_Description_RND_007="Усовершенствованный исследовательский комплекс. Обладает повышенной скоростью исследования и прочностью."

--Научные центры
seb9302_desc="Научный центр"

seb9202_name="TBD"
seb9302_name="TBD"

srb9202_name="TBD"
srb9302_name="TBD"

sab9202_name="TBD"
sab9302_name="TBD"

ssb9202_name="TBD"
ssb9302_name="TBD"

sb9302_desc="Обеспечивает бонус пристройки исследовательским комплексам, уменьшая время исследования."
sb9303_desc="Обеспечивает бонус пристройки исследовательским комплексам, снижая затраты на исследование."

--Информация Исследования пункт
ability_rnd_unlock="Получить исследования"
ability_rnd_command="Построено БМК"
ability_rnd_engineer="Построено инженером"
ability_rnd_field="Построено сапером"
ability_rnd_factory="Построено заводом"
ability_rnd_wall="Построено на стене"
ability_rnd_upgrade="Построено как усовершенствование"

--Исследование категории
srnd9100_desc="Исследование технического уровня"
srnd9200_desc="Исследование технического уровня"
srnd9300_desc="Исследование технического уровня"
srnd9400_desc="Исследование экспериментального технического уровня"

Unit_Description_RND_001="Разблокировка дополнительных единиц ТУ1 и исследований боевых единиц"
Unit_Description_RND_002="Разблокировка дополнительных единиц ТУ2 и исследований боевых единиц"
Unit_Description_RND_003="Разблокировка дополнительных единиц ТУ3 и исследований боевых единиц"
Unit_Description_RND_004="Разблокировка экспериментальных боевых единиц и исследований"


--Исследования заводов
sb0105_desc="Завод амфибий"
Unit_Description_RND_013="Производит единицы-амфибии."
--Только поверхностные амфибии и воздушные подуши, в т.ч. экранопланы.
sb0106_desc="Завод подлодок"
Unit_Description_RND_014="Производит погружаемые боевые единицы."
--Подлодки и, возможно, донные амфибии
sb0106_desc="Завод гидросамолетов"
Unit_Description_RND_015="Производит гидропланы"
--Возможно, завод гидропланов не будет сделан

----------------------------------------
-- Tech 1
----------------------------------------

--Ветряки
seb1101_name="\"Турбина\""
sab1101_name="\"Лампа\""
ssb1101_name="\"Уиялай\""
srb1101_name="W.A.T"
--Wind Assisted Turbine
Unit_Description_RND_011="Производит переменное количество энергии."

----------------------------------------
--Tech 2
----------------------------------------

--Специальные тактические бомбардировщики
saa0211_desc="Тактический бомбардировщик"
sea0211_name="\"Торнадо\""
ssa0211_name="\"Шинн\""
sra0211_name="\"Жнец\""
Unit_Description_RND_008="Промежуточный самолет-бомбардировщик"
--Обслуживаются отдельно, если они получатся интересными
Unit_Description_RND_009=Unit_Description_RND_008
Unit_Description_RND_010=Unit_Description_RND_008

----------------------------------------
--ТУ3
----------------------------------------

--Всеволновые сенсоры
seb3301_name="\"Коулмэн\""
Unit_Description_RND_012="Массив сенсоров. Способен определять цели под радарной и оптической маскировкой, также удаляет ложные цели постановщиков помех."

--Транспортные экранопланы
ss0326_desc="Тяжелый транспортный экраноплан"
ses0326_name="КМ66 \"Морской Монстр\""
srs0326_name="\"Дельтакрыл\""
sas0326_name="\"Лунь Маллар\""
sss0326_name="Вишвисейен"

----------------------------------------
--экспериментальный
----------------------------------------

srl0402_desc="Экспериментальный осадный танк"
srl0402_name="\"Малыш\""
--Эаменен Воздаятелем

srl0403_desc="Экспериментальная САУ"
srl0403_name="\"Воздаятель\""
Unit_Description_RND_016="Тяжелая САУ. Для ведения огня из главного орудия должна быть неподвижной и находиться на суше. Потребляет много энергии при стрельбе."

tooltipbrewlanRND0000="Артиллерия вкл/выкл"
tooltipbrewlanRND0001="Включает или отключает главное орудие. Отключение главного орудия предотвращает отмену приказов на перемещение."
