--ISO_639-1_code=RU
--Translator: Ajay

--Исследовательские центры
seb9301_desc="Исследовательский центр"
--ОФЗ
seb9101_name="Кампус \"Тайсона\""
seb9201_name="Кампус \"Сагана\""
seb9301_name="Кампус \"Хокинга\""
--Кибран
srb9101_name="Комплекс \"Эйнштейна\""
srb9201_name="Комплекс \"Шредингера\""
srb9301_name="Комплекс \"Гейзенберга\""
--Эон
sab9101_name="\"Понимание\""
sab9201_name="\"Направленность\""
sab9301_name="\"Просвещение\""
--Серафим
ssb9101_name="\"Иятлабистл\""
ssb9201_name="\"Иятлаб\""
ssb9301_name="\"Иятлууб\""

Unit_Description_RND_005="Базовый исследовательский комплекс. Предоставляет доступ к новым боевым единицам и более высоким ТУ."
Unit_Description_RND_006="Промежуточный исследовательский комплекс. Обладает повышенной скоростью исследования и прочностью."
Unit_Description_RND_007="Усовершенствованный исследовательский комплекс. Обладает повышенной скоростью исследования и прочностью."

--Научные центры
seb9302_desc="Научный центр"

seb9202_name="НПН"
seb9302_name="НПН"

srb9202_name="НПН"
srb9302_name="НПН"

sab9202_name="НПН"
sab9302_name="НПН"

ssb9202_name="НПН"
ssb9302_name="НПН"

sb9302_desc="Обеспечивает бонус пристройки исследовательским комплексам, уменьшая время исследования."
sb9303_desc="Обеспечивает бонус пристройки исследовательским комплексам, снижая затраты на исследование."

--Информация Исследования пункт
ability_rnd_unlock="Получить исследования"
ability_rnd_command="Построено БМК"
ability_rnd_engineer="Построено инженером"
ability_rnd_field="Построено сапером"
ability_rnd_factory="Построено на заводе"
ability_rnd_gantry="Построен на экспериментальном заводе"
ability_rnd_wall="Построено на стене"
ability_rnd_upgrade="Построено как усовершенствование"

--Исследование категории
srnd9100_desc="Исследование технического уровня"
srnd9200_desc="Исследование технического уровня"
srnd9300_desc="Исследование технического уровня"
srnd9400_desc="Исследование экспериментального технического уровня"

Unit_Description_RND_001="Разблокировка дополнительных единиц ТУ1 и исследований боевых единиц"
Unit_Description_RND_002="Разблокировка дополнительных единиц ТУ2 и исследований боевых единиц"
Unit_Description_RND_003="Разблокировка дополнительных единиц ТУ3 и исследований боевых единиц"
Unit_Description_RND_004="Разблокировка экспериментальных боевых единиц и исследований"


--Исследования заводов
sb0105_desc="Завод амфибий"
Unit_Description_RND_013="Производит единицы-амфибии."
--Только поверхностные амфибии и воздушные подуши, в т.ч. экранопланы.
sb0106_desc="Завод подлодок"
Unit_Description_RND_014="Производит погружаемые боевые единицы."
--Подлодки и, возможно, донные амфибии
sb0106_desc="Завод гидросамолетов"
Unit_Description_RND_015="Производит гидропланы"
--Возможно, завод гидропланов не будет сделан

----------------------------------------
-- Tech 1
----------------------------------------

--Ветряки
sb1101_desc="Ветрогенератор"
seb1101_name="\"Турбина\""
sab1101_name="\"Лампа\""
ssb1101_name="\"Уиялай\""
srb1101_name="W.A.T"
--Wind Assisted Turbine
Unit_Description_RND_011="Производит переменное количество энергии."

--Приливные генераторы
sb1102_desc="Приливной генератор"
seb1102_name="Приливной буй"
sab1102_name="\"Поток\""
ssb1102_name="Уиялуос"
srb1102_name="\"Красная Лагуна\""
Unit_Description_RND_017="Генерирует колеблющееся количество энергии. Наиболее эффективно на больших водных массивах."

----------------------------------------
--Tech 2
----------------------------------------

--Силовые генераторы (выход 250)
--Все не-ротационные СГ Серафим называются Уя-Ия
--ТУ2 Кибран и Эон не имеют названий
seb1201_name="Термоядерный реактор ЭГ-100"
Unit_Description_RND_018="Промежуточный силовой генератор. Пристройка рядом с потребляющими энергию постройками дает бонус."


sa0212_desc="Истребитель"
sea0212_name="\"Раптор\""
sra0212_name="\"Диоскуры\""
ssa0212_name="Ияат"
Unit_Description_RND_019="Истребитель среднего уровня. Превосходные возможности ПВО. Эффективен против штурмовиков и бомбардировщиков противника."

sa0213_desc="Истребитель/бомбардировщик"
saa0213_name="\"Просвет\""
Unit_Description_RND_020="Комбинированный истребитель-бомбардировщик, предназначенный для борьбы с наземными и воздушными боевыми единицами."

--Специальные тактические бомбардировщики
saa0211_desc="Тактический бомбардировщик"
sea0211_name="\"Торнадо\""
ssa0211_name="\"Шинн\""
sra0211_name="\"Кондор\""
Unit_Description_RND_008="Промежуточный самолет-бомбардировщик"
Unit_Description_RND_009="Промежуточный самолет-бомбардировщик"
Unit_Description_RND_010="Промежуточный самолет-бомбардировщик"

----------------------------------------
--ТУ3
----------------------------------------

--Всеволновые сенсоры
sb3301_desc="Всеволн. сенсор. комплекс"
seb3301_name="\"Коулмэн\""
srb3301_name="\"Кейн\""
sab3301_name="\"Хеймдалль\""
ssb3302_name="Селаэз"
Unit_Description_RND_012="Массив сенсоров. Способен определять цели под радарной и оптической маскировкой, также удаляет ложные цели постановщиков помех."

--Улучшенные бомбардировщики ТУ 3.5
--sa0314_desc="Самолет вторжения"
sa0314_desc="Дальний бомбардировщик"
sea0314_name="\"Улан\""
saa0314_name="\"Крикун\""
sra0314_name="\"Алый Тиран\""
ssa0314_name="Синнаино"
Unit_Description_RND_022="Дальний стратегический бомбардировщик максимального уровня. Невидим для радаров. Оснащен бомбами, ракетами класса воздух-земля, торпедами и противоракетными ложными целями."
Unit_Description_RND_024="Дальний стратегический бомбардировщик максимального уровня. Невидим для радаров. Оснащен бомбами, ракетами класса воздух-земля, торпедами и противоракетными ложными целями."
Unit_Description_RND_021="Дальний стратегический бомбардировщик максимального уровня. Невидим для радаров. Оснащен бомбами, ракетами класса воздух-земля, торпедами и противоракетными ложными целями."
Unit_Description_RND_023="Дальний стратегический бомбардировщик максимального уровня. Невидим для радаров. Оснащен бомбами, ракетами класса воздух-земля, торпедами и противоракетными ложными целями."

--ЛТЦ
ability_missiledef="Противоракетная защита"

--Улучшенные истребители ТУ 3.5
sa0313_desc="Дальний истребитель"
sea0313_name="\"Котяра\""
saa0313_name="\"Гелиос\""
sra0313_name="\"Сумеречный Покровитель\""
ssa0313_name="Иялосааре"
Unit_Description_RND_026="Дальний истребитель максимального уровня. Вооружен спаренными скорострельными спиральными рельсовыми пушками, ракетами класса воздух-воздух и противоракетными ложными целями."
--[description]
Unit_Description_RND_025="Дальний истребитель максимального уровня, невидим для радаров. Вооружен тяжелыми ускорителями частиц и противоракетными ложными целями. Способен охотиться на самолеты-шпионы."
--[description]

--Транспортные экранопланы
ss0326_desc="Тяжелый транспортный экраноплан"
ses0326_name="КМ66 \"Морской Монстр\""
srs0326_name="\"Дельтакрыл\""
sas0326_name="\"Лунь Маллар\""
sss0326_name="Вишвисейен"

----------------------------------------
--экспериментальный
----------------------------------------

srl0402_desc="Экспериментальный осадный танк"
srl0402_name="\"Малыш\""
--Эаменен Воздаятелем

srl0403_desc="Экспериментальная САУ"
srl0403_name="\"Воздаятель\""
Unit_Description_RND_016="Тяжелая САУ. Для ведения огня из главного орудия должна быть неподвижной и находиться на суше. Потребляет много энергии при стрельбе."

tooltipbrewlanRND0000="Артиллерия вкл/выкл"
tooltipbrewlanRND0001="Включает или отключает главное орудие. Отключение главного орудия предотвращает отмену приказов на перемещение."