--ISO_639-1_code=RU
--Translator: Ajay

--Исследовательские центры
seb9301_desc="Исследовательский центр"
--ОФЗ
seb9101_name="Кампус \"Тайсона\""
seb9201_name="Кампус \"Сагана\""
seb9301_name="Кампус \"Хокинга\""
--Кибран
srb9101_name="Комплекс \"Эйнштейна\""
srb9201_name="Комплекс \"Шредингера\""
srb9301_name="Комплекс \"Гейзенберга\""
--Эон
sab9101_name="\"Понимание\""
sab9201_name="\"Направленность\""
sab9301_name="\"Просвещение\""
--Серафим
ssb9101_name="\"Иятлабистл\""
ssb9201_name="\"Иятлаб\""
ssb9301_name="\"Иятлууб\""

Unit_Description_RND_005="Базовый исследовательский комплекс. Предоставляет доступ к новым боевым единицам и более высоким ТУ."
Unit_Description_RND_006="Промежуточный исследовательский комплекс. Обладает повышенной скоростью исследования и прочностью."
Unit_Description_RND_007="Усовершенствованный исследовательский комплекс. Обладает повышенной скоростью исследования и прочностью."

--Научные центры
seb9302_desc="Научный центр"

seb9202_name="НПН"
seb9302_name="НПН"

srb9202_name="НПН"
srb9302_name="НПН"

sab9202_name="НПН"
sab9302_name="НПН"

ssb9202_name="НПН"
ssb9302_name="НПН"

sb9302_desc="Обеспечивает бонус пристройки исследовательским комплексам, уменьшая время исследования."
sb9303_desc="Обеспечивает бонус пристройки исследовательским комплексам, снижая затраты на исследование."

--Информация о продукции
ability_rnd_unlock="Получить исследования"
ability_rnd_command="Построено БМК"
ability_rnd_engineer="Построено инженером"
ability_rnd_field="Построено сапером"
ability_rnd_factory="Построено на заводе"
ability_rnd_gantry="Построен на экспериментальном заводе"
ability_rnd_wall="Построено на стене"
ability_rnd_upgrade="Построено как усовершенствование"

--Категории исследования
srnd9100_desc="Исследование технического уровня"
srnd9200_desc="Исследование технического уровня"
srnd9300_desc="Исследование технического уровня"
srnd9400_desc="Исследование экспериментального технического уровня"

Unit_Description_RND_001="Разблокировка дополнительных единиц ТУ1 и исследований боевых единиц"
Unit_Description_RND_002="Разблокировка дополнительных единиц ТУ2 и исследований боевых единиц"
Unit_Description_RND_003="Разблокировка дополнительных единиц ТУ3 и исследований боевых единиц"
Unit_Description_RND_004="Разблокировка экспериментальных боевых единиц и исследований"


--Исследования заводов
sb0105_desc="Завод амфибий"
Unit_Description_RND_013="Производит единицы-амфибии."
--Только поверхностные амфибии и воздушные подуши, в т.ч. экранопланы.
sb0106_desc="Завод подлодок"
Unit_Description_RND_014="Производит погружаемые боевые единицы."
--Подлодки и, возможно, донные амфибии
sb0106_desc="Завод гидросамолетов"
Unit_Description_RND_015="Производит гидропланы"
--Возможно, завод гидропланов не будет сделан

----------------------------------------
-- Tech 1.
----------------------------------------

--Ветряки
sb1101_desc="Ветрогенератор"
seb1101_name="\"Турбина\""
sab1101_name="\"Лампа\""
ssb1101_name="\"Уиялай\""
srb1101_name="W.A.T"
--Wind Assisted Turbine
Unit_Description_RND_011="Производит переменное количество энергии."

--Приливные генераторы
sb1102_desc="Приливной генератор"
seb1102_name="Приливной буй"
sab1102_name="\"Поток\""
ssb1102_name="Уиялуос"
srb1102_name="\"Красная Лагуна\""
Unit_Description_RND_017="Генерирует колеблющееся количество энергии. Наиболее эффективно на больших водных массивах."

----------------------------------------
--Технология 2.
----------------------------------------

--Силовые генераторы (выход 250)
--Все не-ротационные СГ Серафим называются Уя-Ия
--ТУ2 Кибран и Эон не имеют названий
seb1201_name="Термоядерный реактор ЭГ-100"
Unit_Description_RND_018="Промежуточный силовой генератор. Пристройка рядом с потребляющими энергию постройками дает бонус."


----------------------------------------
--ТУ3
----------------------------------------


--Транспортные экранопланы
ss0326_desc="Тяжелый транспортный экраноплан"
ses0326_name="КМ66 \"Морской Монстр\""
srs0326_name="\"Дельтакрыл\""
sas0326_name="\"Лунь Маллар\""
sss0326_name="Вишвисейен"















